"Choose Folder" = "フォルダー選択";
"Choose File" = "ファイル選択";
"Loading" = "Loading";
"Status:Idle" = "状況:待機中";
"Status:Retrieving..." = "状況:ロード中...";
"No Window, No SimpleWget" = "ウィンドウを閉じると終了します。";
"Click OK button to quit." = "終了する場合はOKボタンをクリックして下さい。";
"OK" = "OK";
"Cancel" = "キャンセル";